"More options" = "Più opzioni";
"Account enabled" = "Account abilitato";
"Default account" = "Account predefinito";
"Push Notification" = "Notifica push";
"Username" = "Nome utente";
"Display name" = "Nome da visualizzare";
"User ID" = "ID utente";
"Password" = "Password";
"Domain" = "Dominio";
"Proxy" = "Proxy";
"Transport" = "Trasporto";
"Stun Server" = "Server Stun";
"ICE" = "ICE";
"Outbound proxy" = "Outbound proxy";
"AVPF" = "AVPF";
"Expire" = "Scadenza";
"Country code prefix" = "Prefisso del paese";
"Substitute + in phone numbers" = "Sostituisci + nei numeri di telefono";
"Change password" = "Cambia la password";
"Remove Account" = "Rimuovi l'account";
